Revit 2027 API
ParameterTypeId.RbsDistributionsysPhaseParam Property
 "Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDistributionsysPhaseParam { get; }
Public Shared ReadOnly Property RbsDistributionsysPhaseParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDistributionsysPhaseParam {
	ForgeTypeId^ get ();
}
static member RbsDistributionsysPhaseParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace